{"translation-revision-date":"2024-04-08 03:55:20+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"You are about to force re-sync the enabled metadata fields for all of your unlocked entries. Are you sure you would like to proceed? (All of the enabled metadata fields in the table will be synced with the current media filename.)":["Você está prestes a forçar a ressincronização dos campos de metadados ativados para todas as suas entradas desbloqueadas. Tem certeza de que quer continuar? (Todos os campos de metadados ativados na tabela serão sincronizados com o nome do arquivo de mídia atual)."],"AI Vision will use the EXIF data (title, caption, keywords) to enhance its suggestions.":["O AI Vision irá usar os dados EXIF (título, legenda, palavras-chave) para melhorar suas sugestões."],"EXIF Context":["Contexto do EXIF"],"<b>Auto Retry<\/b> will retry the actions up to 10 times. It will increase the delay at every try to avoid timeouts. <b>Auto Skip<\/b> will simply skip the failed action.":["A função <b>Nova tentativa automática<\/b> tentará novamente as ações até 10 vezes. Isso aumentará o atraso a cada tentativa para evitar tempos limite. <b>Ignorar automaticamente<\/b> simplesmente irá ignorar a ação que falhou."],"Skip":["Ignorar"],"Auto Skip":["Ignorar automaticamente"],"Auto Retry":["Nova tentativa automática"],"Error with Media":["Erro com a mídia"],"Reset Metadata":["Redefinir metadados"],"The filename proposed by {0} already exists. Please select another method or rename manually.":["O nome de arquivo sugerido por {0} já existe. Selecione outro método ou renomeie manualmente."],"The filename proposed by {0} already exists. Automatically switched to {1}.":["O nome de arquivo sugerido por {0} já existe. Alternado automaticamente para {1}."],"Filename & Metadata":["Nome de arquivo e metadados"],"Vision Upload":["Envio do Vision"],"EXIF Upload":["Envio de EXIF"],"⚠️ No fields selected.":["⚠️ Nenhum campo selecionado."],"Rules":["Regras"],"Scope":["Escopo"],"Error while importing settings. Please check your console.":["Erro ao importar as configurações. Verifique seu console."],"Settings imported. The page will now reload to reflect the changes.":["Configurações importadas. A página será recarregada para mostrar as alterações."],"Error while exporting settings. Please check your console.":["Erro ao exportar as configurações. Verifique seu console."],"Display of the features in the Media Library.":["Exibição dos recursos na biblioteca de mídia."],"Media Library":["Biblioteca de mídia"],"An 'Attached To' column will be displayed.":["Uma coluna \"Anexado a\" será exibida."],"AI Engine":["AI Engine"],"The filename will be adapted based on the selected method.":["O nome do arquivo será ajustado com base no método selecionado."],"Replace by the MD5 used by the filename.":["Substituir pelo MD5 usado pelo nome do arquivo."],"Replace by the Attached Post Title.":["Substituir pelo título do post anexado."],"Replace by the AI Vision's suggestion.":["Substituir pela sugestão do AI Vision."],"Replace by the Post ACF Field.":["Substituir pelo campo ACF do post."],"Replace by the Post Title.":["Substituir pelo título do post."],"Replace by the ALT Text.":["Substituir pelo texto ALT."],"Replace by the Media Title.":["Substituir pelo título da mídia."],"Replace by the filename.":["Substituir pelo nome do arquivo."],"Replace by the EXIF Title.":["Substituir pelo título EXIF."],"The EXIF Title will be cleaned and used as the new filename.":["O título EXIF será limpo e usado como o novo nome de arquivo."],"The original filename will be cleaned and used as the new filename.":["O nome de arquivo original será limpo e usado como o novo nome de arquivo."],"Generate":["Gerar"],"When AI Vision analysis is cached, completion requests will be prioritized, enhancing speed and reducing API calls.":["Quando a análise do \"AI Vision\" for armazenada em cache, as solicitações de conclusão serão priorizadas, aumentando a velocidade e reduzindo as chamadas de API."],"AI Vision Cache":["Cache do AI Vision"],"The filename will be automatically renamed based on the selected methods. The first method that returns a valid filename will be used.":["O nome do arquivo será renomeado automaticamente com base nos métodos selecionados. O primeiro método que retornar um nome de arquivo válido será usado."],"Sync Fields (Post-Rename Events)":["Campos de sincronização (eventos pós-renomeação)"],"After the upload, the metadata can be updated based on those methods.":["Após o envio, os metadados poderão ser atualizados com base nestes métodos."],"Modify the metadata directly in the Dashboard, manually or with AI Suggestions.":["Modifique os metadados diretamente no painel, manualmente ou com sugestões de IA."],"Rename Button -> Modal":["Botão \"Renomear\" -> Modal"],"Rename Field with All Features":["Renomear campo com todos os recursos"],"MD5":["MD5"],"Post Title":["Título do post"],"Attached Post (ACF Field)":["Post anexado (campo ACF)"],"Move selected {0} Entries":["Mover as entradas {0} selecionadas"],"No Capiton":["Sem legenda"],"Edit":["Editar"],"Post":["Post"],"Alt":["Alt"],"Sync&nbsp;<strong>{0}<\/strong>&nbsp;Entries":["Sincronizar <strong>{0}<\/strong> Entradas"],"Lock&nbsp;<strong>{0}<\/strong>&nbsp;Entries":["Bloquear <strong>{0}<\/strong> Entradas"],"Unlock&nbsp;<strong>{0}<\/strong>&nbsp;Entries":["Desbloquear <strong>{0}<\/strong> Entradas"],"Undo&nbsp;<strong>{0}<\/strong>&nbsp;Entries":["Desfazer <strong>{0}<\/strong> Entradas"],"Move&nbsp;<strong>{0}<\/strong>&nbsp;Entries":["Mover <strong>{0}<\/strong> Entradas"],"Rename&nbsp;<strong>{0}<\/strong>&nbsp;Entries":["Renomear <strong>{0}<\/strong> Entradas"],"The logs will also be written in the PHP error logs.":["Os registros também serão gravados nos registros de erros do PHP."],"PHP Error Logs":["Registros de erros do PHP"],"Generate metadata based on a refined filename.":["Gerar metadados com base em um nome de arquivo refinado."],"Generate metadata with AI Vision. It increases processing times.":["Gerar metadados com o AI Vision. Isso aumenta o tempo de processamento."],"Caption":["Legenda"],"Import Options":["Opções de importação"],"Export Options":["Opções de exportação"],"Rename files with their EXIF titles, if present.":["Renomeie os arquivos com seus títulos EXIF, se estiverem presentes."],"Nothing will be done on upload.":["Nada será feito ao enviar."],"EXIF Title":["Título do EXIF"],"When you rename a file the plugin will automatically sync the fields you have enabled in \"Fields Syncing\". If you want to disable this behavior when manually renaming, check this option.":["Quando você renomear um arquivo, o plugin irá sincronizar automaticamente os campos que você ativou em \" Sincronização de campos\". Se você quiser desativar esse comportamento ao renomear manualmente, marque esta opção."],"Manual Sync":["Sincronização manual"],"The number of entries to keep in the History column.":["O número de entradas a serem mantidas na coluna \"Histórico\"."],"History Limit":["Limite do histórico"],"The History column will be added to the dashboard table.":["A coluna \"Histórico\" será adicionada à tabela do painel."],"UI":["Interface"],"After Manual Rename":["Após a renomeação manual"],"After Automatic Rename":["Após a renomeação automática"],"A lock icon will be added, and will allow you to lock a file to avoid future actions.":["Um ícone de cadeado será adicionado e permitirá que você bloqueie um arquivo para evitar ações futuras."],"🤖 When syncing using AI Engine, the plugin will use AI to generate <b>each field<\/b> you selected individually. This is a very powerful feature, but it might take a bit of time to process.":["🤖 Ao sincronizar usando o AI Engine, o plugin irá usar a IA para gerar <b>cada campo<\/b> que você selecionou individualmente. Este é um recurso muito poderoso, mas pode levar um pouco de tempo para ser processado."],"Disable":["Desativar"],"Features":["Recursos"],"Renaming Methods":["Métodos de renomeação"],"Rename your media":["Renomeie sua mídia"],"Exit":["Sair"],"All the Metadata fields you have enbaled will also be generated by AI Vision.":["Todos os campos de metadados que você ativou também serão gerados pelo AI Vision."],"You are about to rename all the files in this table":["Você está prestes a renomear todos os arquivos nesta tabela"],"Apply":["Aplicar"],"Cancel":["Cancelar"],"Cancel manual rename":["Cancelar renomeação manual"],"File":["Arquivo"],"History":["Histórico"],"Synced":["Sincronizado"],"Synchronize Fields of All Entries":["Sincronizar campos de todas as entradas"],"Never Renamed":["Nunca renomeado"],"AI":["IA"],"⚠️ You already have Clean Uploads enabled, which will overwrite the title, description, and alt text.":["⚠️ Você já tem a opção \"Limpar envios\" ativada, o que irá substituir o título, a descrição e o texto alternativo."],"AI Vision suggests refined Titles, Descriptions, and Alt Texts, potentially extending processing times.":["O AI Vision sugere títulos, descrições e textos alternativos refinados, o que pode aumentar o tempo de processamento."],"AI Vision On Upload":["AI Vision ao enviar"],"No Description":["Sem descrição"],"No ALT Text":["Sem texto ALT"],"No Title":["Sem título"],"Sync":["Sincronizar"],"⚠️ You should first run a scan using <a href=\"https:\/\/meowapps.com\/media-cleaner\/\" target=\"_blank\">Media Cleaner<\/a> to create all your media references. Otherwise, the auto-attach feature will not work properly.":["⚠️ Primeiro, você deve executar uma varredura usando o <a href=\"https:\/\/meowapps.com\/media-cleaner\/\" target=\"_blank\">Media Cleaner<\/a> para criar todas as suas referências de mídia. Caso contrário, o recurso de anexação automática não irá funcionar corretamente."],"This will analyze your images and give you perfect suggestions based on your images.":["Isso irá analisar suas imagens e dar sugestões perfeitas com base nas suas imagens."],"AI Vision":["AI Vision"],"This will give you suggestions based on what the AI sees in your metadata.":["Isso lhe dará sugestões com base no que a IA vê nos seus metadados."],"An editable field will be added to edit your filenames.":["Um campo editável será adicionado para editar seus nomes de arquivos."],"Clean Upload":["Limpar envios"],"Alternative Text":["Texto alternativo"],"Metadata Fields":["Campos de metadados"],"Description":["Descrição"],"Auto-Attach Selected Media Entries":["Anexar automaticamente as entradas de mídia selecionadas"],"Auto-Attach All Media Entries":["Anexe automaticamente todas as entradas de mídia"],"All your posts, pages, products (and other post types) will be scanned, and if selected images are used in them, they will be attached. Currently, Featured Images and Product Galleries are supported.":["Todos os seus posts, páginas, produtos (e outros tipos de post) serão examinados e, se as imagens selecionadas forem usadas neles, elas serão anexadas. No momento, há suporte para imagens destacadas e galerias de produtos."],"Create Folder":["Criar pasta"],"Refresh":["Atualizar"],"Syncing Media":["Sincronização de mídia"],"Thumbnail":["Miniatura"],"An edit icon will be added, and will allow you to edit the Alternative Text.":["Um ícone de edição será adicionado e permitirá que você edite o texto alternativo."],"ALT Field":["Campo ALT"],"<a href='https:\/\/wordpress.org\/plugins\/ai-engine\/' target='_blank'>AI Engine<\/a> needs to be installed. It's free!":["O <a href='https:\/\/wordpress.org\/plugins\/ai-engine\/' target='_blank'>AI Engine<\/a> precisa ser instalado. Ele é gratuito!"],"Reset Options":["Opções de redefinição"],"This is enabled by default; when you rename a media manually, it normally means that you want to fix the filename by yourself.":["Isso é ativado por padrão; quando você renomeia uma mídia manualmente, normalmente significa que deseja corrigir o nome do arquivo por conta própria."],"This is disabled by default; your media will be always renamed when needed.":["Isso é desativado por padrão; sua mídia será sempre renomeada quando necessário."],"Time to wait between each request (in milliseconds). The overall process is intensive so this gives the chance to your server to chill out a bit. A very good server doesn't need it, but a slow\/shared hosting might even reject requests if they are too fast and frequent. Recommended value is actually 0, 100 for safety, 2000 or 5000 if your hosting is kind of cheap.":["Tempo de espera entre cada solicitação (em milissegundos). Como o processo geral é intenso, isso dá ao servidor a chance de relaxar um pouco. Um servidor muito bom não precisa disso, mas uma hospedagem lenta\/compartilhada pode até rejeitar solicitações se elas forem muito rápidas e frequentes. Na verdade, o valor recomendado é 0, 100 por segurança, 2.000 ou 5.000 se sua hospedagem for barata."],"Delay (in ms)":["Atraso (em ms)"],"The database and all the options of the plugin will be removed on uninstall. This also includes the information about the plugin's trash.":["O banco de dados e todas as opções do plugin serão removidos na desinstalação. Isso também inclui as informações sobre a lixeira do plugin."],"Plugin Data":["Dados do plugin"],"Delete all":["Excluir tudo"],"Rename on Post Save":["Renomear ao salvar o post"],"Enable (Unsafe)":["Ativar (inseguro)"],"This will consider the file such as \"abc.jpg\" and \"ABC.JPG\" as the same file. More information <a target=\"_blank\" href=\"https:\/\/meowapps.com\/media-file-renamer-faq-issues\/\">here<\/a>. You should check this if you are on a Windows-based server.":["Isso irá considerar o arquivo como \"abc.jpg\" e \"ABC.JPG\" como o mesmo arquivo. Mais informações <a target=\"_blank\" href=\"https:\/\/meowapps.com\/media-file-renamer-faq-issues\/\">aqui<\/a>. Você deve verificar isso se estiver em um servidor baseado no Windows."],"Case Insensitive":["Não diferencia maiúsculas e minúsculas"],"GUID":["GUID"],"The files sql.log and sql_revert.log will be created under the log's directory and will include the raw SQL queries which were run by the plugin. If there is an issue, the revert SQL file can help you.":["Os arquivos sql.log e sql_revert.log serão criados no diretório de registro e incluirão as consultas SQL brutas que foram executadas pelo plugin. Se houver um problema, o arquivo SQL de reversão poderá ajudá-lo."],"SQL Logs":["Registros de SQL"],"Clear Logs":["Limpar registros"],"Refresh Logs":["Atualizar registros"],"Simple logging that explains which actions has been run.":["Registro simples que explica quais ações foram executadas."],"ALT Text":["Texto ALT"],"Synchronize":["Sincronizar"],"Numbered Files":["Arquivos numerados"],"Force Rename":["Forçar renomeação"],"Everything you type will be sanitized. This way, you can be certain the filename is safe and tidy.":["Tudo o que você digitar será higienizado. Desta forma, você pode ter certeza de que o nome do arquivo está seguro e organizado."],"Sanitize":["Higienizar"],"AI Suggestions":["Sugestões de IA"],"An editable field will be added.":["Um campo editável será adicionado."],"Rename Field":["Renomear campo"],"A move button will be added, and will allow you to move a file to another directory.":["Um botão \"Mover\" será adicionado e permitirá que você mova um arquivo para outro diretório."],"An undo icon will be added to the UI. This allows to rollback to the original filename.":["Um ícone \"Desfazer\" será adicionado à interface do usuário. Isso permite reverter para o nome de arquivo original."],"Undo":["Desfazer"],"Replace accents, emoticons, diacritics, umlauts, cyrillic and any kind of tricky characters by their ASCII equivalent.<br \/> <i>Examples: tête &#8594; tete, schön &#8594; schon, Добро &#8594; dobro, etc.<\/i>":["Substitua acentos, emoticons, diacríticos, tremas, cirílicos e qualquer tipo de caractere complicado por seu equivalente em ASCII.<br \/><i>Exemplos: tête → tete, schön → schon, Добро → dobro, etc.<\/i>"],"Enable (Recommended)":["Ativar (recomendado)"],"Transliteration":["Transliteração"],"Slug\/Permalink":["Slug\/link permanente"],"Sync with filename":["Sincronizar com o nome do arquivo"],"Note: The Attached Post Title <u>will not be used<\/u> at the time of the upload due to WordPress API constraints.":["Observação: O título do post anexado <u>não será usado<\/u> no momento do envio devido a restrições da API do WordPress."],"On Upload":["Ao enviar"],"Restricts the renaming to Featured Images only.":["Restringe a renomeação apenas às imagens destacadas."],"Featured Only":["Apenas em destaque"],"Restricts the renaming to images and icons. Nothing else will be renamed.":["Restringe a renomeação a imagens e ícones. Nada mais será renomeado."],"Images Only":["Apenas imagens"],"ACF Field Name":["Nome do campo ACF"],"Attached Post includes all kinds of Post Types: Posts, Pages, Products, etc.":["O post anexado inclui todos os tipos de post: posts, páginas, produtos, etc."],"Method":["Método"],"Logs & Debug":["Registros e depuração"],"License (Pro)":["Licença (Pro)"],"For Advanced Users & Developers":["Para usuários avançados e desenvolvedores"],"For Developers":["Para desenvolvedores"],"Performance":["Desempenho"],"Auto Lock":["Bloqueio automático"],"The fields in the database will be synchronized, but the data already written in your HTML will not be overwritten.":["Os campos do banco de dados serão sincronizados, mas os dados já gravados em seu HTML não serão substituídos."],"Fields Syncing":["Sincronização de campos"],"Advanced":["Avançado"],"Manual":["Manual"],"It works out of the box, the default settings are good for most installs. However, you should really have a look at the <a href='https:\/\/meowapps.com\/plugin\/media-file-renamer\/'>tutorial<\/a>. If you are a SEO guru or someone who loves having a perfectly neat filesystem, it is recommended to use automatic renaming first, then to tweak specific files with manual renaming. The <a href='\/wp-admin\/upload.php?page=mfrh_dashboard'>Renamer Dashboard<\/a> makes it very easy.":["Ele funciona imediatamente e as configurações padrão são boas para a maioria das instalações. No entanto, você realmente deve dar uma olhada no <a href='https:\/\/meowapps.com\/plugin\/media-file-renamer\/'>tutorial<\/a>. Se você for um guru de SEO ou alguém que adora ter um sistema de arquivos perfeitamente organizado, é recomendável usar primeiro a renomeação automática e depois ajustar arquivos específicos com a renomeação manual. O <a href='\/wp-admin\/upload.php?page=mfrh_dashboard'>Painel de renomeação<\/a> facilita muito esse processo."],"Failed to move the folder\/gallery.":["Falha ao mover a pasta\/galeria."],"The modal {0} doesn't exist.":["O modal {0} não existe."],"Updating...":["Atualizando..."],"Rename":["Renomear"],"Update the references in the <strong>encrypted data<\/strong> of the posts handled by Elementor. <span>This will probably slow down the renaming extremely and cause timeouts. Test it carefully.<\/span>":["Atualize as referências nos <strong>dados criptografados<\/strong> dos posts manipulados pelo Elementor. <span>Isso provavelmente irá tornar a renomeação extremamente lenta e causará tempos limite. Teste com cuidado.<\/span>"],"Elementor":["Elementor"],"Update the references in the <strong>custom fields<\/strong> of the posts (including pages and custom types metadata).":["Atualize as referências nos <strong>campos personalizados<\/strong> dos posts (incluindo páginas e metadados de tipos personalizados)."],"Update the references to the renamed files in the <strong>excerpts<\/strong> of the posts (of all types).":["Atualize as referências aos arquivos renomeados nos <strong>resumos<\/strong> dos posts (de todos os tipos)."],"Excerpts":["Resumos"],"Update the references to the renamed files in the <strong>content<\/strong> of the posts (of all types).":["Atualize as referências aos arquivos renomeados no <strong>conteúdo<\/strong> dos posts (de todos os tipos)."],"Side Updates":["Atualizações secundárias"],"Disable Automatic Rename":["Desativar renomeação automática"],"Anonymize with MD5":["Anonimizar com MD5"],"Based on Alternative Text":["Com base no texto alternativo"],"Based on Attached Post (Title)":["Com base no post anexado (título)"],"Based on Attached Post (ACF Field)":["Com base no post anexado (campo ACF)"],"Based on Media Title":["Com base no título da mídia"],"Where would you like to move this file (in the \/uploads directory)?":["Para onde você gostaria de mover este arquivo (do diretório \/uploads)?"],"Move this file":["Mover este arquivo"],"Success":["Sucesso"],"Are you sure you would like to proceed?":["Tem certeza de que deseja continuar?"],"You are about to undo the renaming for all your files":["Você está prestes a desfazer a renomeação de todos os seus arquivos"],"Renaming files is a dangerous operation. Please make sure you made a backup of your entire WordPress install. Should we start?":["Renomear arquivos é uma operação perigosa. Certifique-se de ter feito um backup de toda a instalação do WordPress. Podemos começar?"],"Automatically attach your images to your posts":["Anexe automaticamente suas imagens aos seus posts"],"This feature only for Pro users. If you are pro user, you can go through the folders.":["Este recurso é apenas para usuários Pro. Se você for um usuário Pro, poderá acessar as pastas."],"Selectable folders":["Pastas selecionáveis"],"Where would you like to move these files (in the \/uploads directory)?":["Para onde você gostaria de mover esses arquivos (do diretório \/uploads)?"],"Stop":["Parar"],"Retry":["Repetir"],"Close":["Fechar"],"I need the Pro Version":["Preciso da versão Pro"],"Run":["Executar"],"Rename manually":["Renomear manualmente"],"Rename automatically":["Renomear automaticamente"],"Rollback to original":["Reverter para o original"],"Lock, to avoid future actions":["Bloquear, para evitar ações futuras"],"Unlock, to allow future actions":["Desbloquear, para permitir ações futuras"],"Moving":["Movendo"],"Please check the files at least 1 file you would like to move in bulk.":["Verifique os arquivos, pelo menos 1 arquivo que você gostaria de mover em massa."],"Renaming":["Renomeando"],"Unlocking...":["Desbloqueando..."],"Locking...":["Bloqueando..."],"Analyzing...":["Analisando..."],"Undo Media":["Desfazer mídia"],"Undoing...":["Desfazendo..."],"Auto attaching...":["Anexando automaticamente..."],"Preparing...":["Preparando..."],"The process has finished, but {0} error(s) occurred (check your console).":["O processo foi concluído, mas ocorreram {0} erros (verifique seu console)."],"items per page":["itens por página"],"It's all clean & nice here! 👍<br \/>Why not trying to give a boost to your database with <a target='_blank' href='https:\/\/wordpress.org\/plugins\/database-cleaner\/'>Database Cleaner<\/a>? 😌":["Está tudo limpo e organizado por aqui! 👍<br \/>Que tal dar um empurrãozinho no seu banco de dados com o <a target='_blank' href='https:\/\/wordpress.org\/plugins\/database-cleaner\/'>Database Cleaner<\/a>? 😌"],"Path":["Caminho"],"Filename":["Nome do arquivo"],"Attached To":["Anexado a"],"All":["Tudo"],"Unlocked":["Desbloqueado"],"Locked":["Bloqueado"],"Pending":["Pendente"],"Sync Fields":["Sincronizar campos"],"Undo <strong>All<\/strong>":["Desfazer <strong>tudo<\/strong>"],"Rename <strong>All<\/strong>":["Renomear <strong>tudo<\/strong>"],"Unlock <strong>All<\/strong>":["Desbloquear <strong>tudo<\/strong>"],"Lock <strong>All<\/strong>":["Bloquear <strong>tudo<\/strong>"],"Lock":["Bloquear"],"Analyze Library":["Analisar biblioteca"],"Move":["Mover"],"Mode":["Modo"],"You must <b>backup the uploads folder and DB<\/b> before using the Renamer. If you don't know how, give a try to <a target='_blank' href='https:\/\/meow.click\/blogvault'>BlogVault<\/a>. It is also highly recommanded to read the tutorial. Last but not least, check the <b>Pro Version<\/b>, as it adds many features and also supports the development. This message is only displayed in the free version. Thank you!":["Você deve <b>fazer backup da pasta de envios e do banco de dados<\/b> antes de usar a renomeação. Se você não souber como fazer isso, experimente o <a target='_blank' href='https:\/\/meow.click\/blogvault'>BlogVault<\/a>. Também é altamente recomendável ler o tutorial. Por último, mas não menos importante, consulte a <b>Versão Pro<\/b>, pois ela adiciona muitos recursos e também oferece suporte ao desenvolvimento. Esta mensagem é exibida apenas na versão gratuita. Obrigado!"],"Read the tutorial":["Leia o tutorial"],"Get the Pro Version":["Adquira a versão Pro"],"This feature is only available in the Pro version.":["Este recurso está disponível apenas na versão Pro."],"All your posts, pages, products (and other post types) will be scanned, and if images are used in them, they will be attached. Currently, Featured Images and Product Galleries are supported.":["Todos os seus posts, páginas, produtos (e outros tipos de post) serão examinados e, se forem usadas imagens neles, elas serão anexadas. No momento, há suporte para imagens destacadas e galerias de produtos."],"None":["Nenhum"],"By Jordy Meow":["Por Jordy Meow"],"Settings":["Configurações"],"You can modify the titles of your media while editing a post but, of course, the plugin can't update the HTML at this stage. With this option, the plugin will update the filenames and HTML after that you saved the post.":["Você pode modificar os títulos de sua mídia ao editar um post, mas, é claro, o plugin não pode atualizar o HTML neste estágio. Com esta opção, o plugin irá atualizar os nomes dos arquivos e o HTML após você salvar o post."],"Media Title":["Título da mídia"],"The GUID will be renamed like the new filename. Better to keep this un-checked.":["O GUID será renomeado como o novo nome de arquivo. É melhor manter esta opção desmarcada."],"Identical filenames will be allowed by the plugin and a number will be appended automatically (myfile.jpg, myfile-2.jpg, myfile-3.jpg, etc).":["Nomes de arquivos idênticos serão permitidos pelo plugin e um número será anexado automaticamente (myfile.jpg, myfile-2.jpg, myfile-3.jpg etc.)."],"Enable Numbering":["Ativar numeração"],"Enable":["Ativar"],"Better to keep this un-checked as the link might have been referenced somewhere else.":["É melhor manter esta opção desmarcada, pois o link pode ter sido referenciado em outro lugar."],"Tutorial":["Tutorial"],"Auto":["Automático"],"Error":["Erro"],"When the files are renamed, many links to them on your WordPress might be broken. Those options are updating the references to those files. <strong>Give it a try, every install is different and it might not work for certain kind of references.<\/strong>":["Quando os arquivos são renomeados, muitos links para eles no seu WordPress podem ser quebrados. Estas opções estão atualizando as referências a esses arquivos. <strong>Experimente, cada instalação é diferente e pode não funcionar para determinados tipos de referências.<\/strong>"],"Post Meta":["Metadados do post"],"Posts":["Posts"],"Dashboard":["Painel"],"Update the references to the file even if the file renaming itself was not successful. You might want to use that option if your install is broken and you are trying to link your Media to files for which the filenames has been altered (after a migration for exemple)":["Atualize as referências ao arquivo, mesmo que a renomeação do arquivo em si não tenha sido bem-sucedida. Talvez você queira usar esta opção se a instalação estiver quebrada e você estiver tentando vincular sua mídia a arquivos cujos nomes foram alterados (após uma migração, por exemplo)"],"Media File Renamer":["Media File Renamer"],"Logs":["Registros"],"Basic":["Básico"],"Title":["Título"],"Edit Media":["Editar mídia"],"Renamed":["Renomeado"]}},"comment":{"reference":"app\/i18n.js"}}